{
  "fiction": [
    {
      "title": "Still Me",
      "cover": "https://images.gr-assets.com/books/1502818159l/35791968.jpg",
      "author": "Jojo Moyes",
      "description": "From the #1 New York Times bestselling author Jojo Moyes, a new book featuring her iconic heroine of Me Before You and After You, Louisa Clark. Louisa Clark arrives in New York ready to start a new life, confident that she can embrace this new adventure and keep her relationship with Ambulance Sam alive across several thousand miles. She steps into the world of the superrich, working for Leonard Gopnik and his much younger second wife, Agnes. Lou is determined to get the most out of the experience and throws herself into her new job and New York life. As she begins to mix in New York high society, Lou meets Joshua Ryan, a man who brings with him a whisper of her past. Before long, Lou finds herself torn between Fifth Avenue where she works and the treasure-filled vintage clothing store where she actually feels at home. And when matters come to a head, she has to ask herself: Who is Louisa Clark? And how do you find the courage to follow your heart—wherever that may lead? Funny, romantic, and poignant, Still Me follows Lou as she navigates how to stay true to herself, while pushing to live boldly in her brave new world."
    },
    {
      "title": "An American Marriage",
      "cover": "https://images.gr-assets.com/books/1491493625l/33590210.jpg",
      "author": "Tayari Jones",
      "description": "Newlyweds Celestial and Roy are the embodiment of both the American Dream and the New South. He is a young executive, and she is an artist on the brink of an exciting career. But as they settle into the routine of their life together, they are ripped apart by circumstances neither could have imagined. In this deft exploration of love, loyalty, race, justice, and both Black masculinity and Black womanhood in 21st century America, Jones achieves that most-elusive of all literary goals: the Great American Novel. "
    },
    {
      "title": "Us Against You",
      "cover": "https://images.gr-assets.com/books/1516019348l/36373463.jpg",
      "author": "Fredrik Backman",
      "description": "After everything that the citizens of Beartown have gone through, they are struck yet another blow when they hear that their beloved local hockey team will soon be disbanded. What makes it worse is the obvious satisfaction that all the former Beartown players, who now play for a rival team in Hed, take in that fact. Amidst the mounting tension between the two rivals, a surprising newcomer is handpicked to be Beartown’s new hockey coach. Soon a new team starts to take shape around Amat, the fastest player you’ll ever see; Benji, the intense lone wolf; and Vidar, a born-to-be-bad troublemaker. But bringing this team together proves to be a challenge as old bonds are broken, new ones are formed, and the enmity with Hed grows more and more acute. As the big match approaches, the not-so-innocent pranks and incidents between the communities pile up and their mutual contempt grows deeper. By the time the last game is finally played, a resident of Beartown will be dead, and the people of both towns will be forced to wonder if, after all they’ve been through, the game they love can ever return to something simple and innocent."
    },
    {
      "title": "Nine Perfect Strangers",
      "cover": "https://images.gr-assets.com/books/1529076901l/39280445.jpg",
      "author": "Liane Moriarty",
      "description": "Could ten days at a health resort really change you forever? In Liane Moriarty’s latest page-turner, nine perfect strangers are about to find out... Nine people gather at a remote health resort. Some are here to lose weight, some are here to get a reboot on life, some are here for reasons they can’t even admit to themselves. Amidst all of the luxury and pampering, the mindfulness and meditation, they know these ten days might involve some real work. But none of them could imagine just how challenging the next ten days are going to be. Frances Welty, the formerly best-selling romantic novelist, arrives at Tranquillum House nursing a bad back, a broken heart, and an exquisitely painful paper cut. She’s immediately intrigued by her fellow guests. Most of them don’t look to be in need of a health resort at all. But the person that intrigues her most is the strange and charismatic owner/director of Tranquillum House. Could this person really have the answers Frances didn’t even know she was seeking? Should Frances put aside her doubts and immerse herself in everything Tranquillum House has to offer – or should she run while she still can? It’s not long before every guest at Tranquillum House is asking exactly the same question. Combining all of the hallmarks that have made her writing a go-to for anyone looking for wickedly smart, page-turning fiction that will make you laugh and gasp, Liane Moriarty’s Nine Perfect Strangers once again shows why she is a master of her craft."
    },
    {
      "title": "An Absolutely Remarkable Thing",
      "cover": "https://images.gr-assets.com/books/1520448919l/38186611.jpg",
      "author": "Hank Green",
      "description": "In his much-anticipated debut novel, Hank Green--cocreator of Crash Course, Vlogbrothers, and SciShow--spins a sweeping, cinematic tale about a young woman who becomes an overnight celebrity before realizing she's part of something bigger, and stranger, than anyone could have possibly imagined. The Carls just appeared. Coming home from work at three a.m., twenty-three-year-old April May stumbles across a giant sculpture. Delighted by its appearance and craftsmanship--like a ten-foot-tall Transformer wearing a suit of samurai armor--April and her friend Andy make a video with it, which Andy uploads to YouTube. The next day April wakes up to a viral video and a new life. News quickly spreads that there are Carls in dozens of cities around the world--everywhere from Beijing to Buenos Aires--and April, as their first documentarian, finds herself at the center of an intense international media spotlight. Now April has to deal with the pressure on her relationships, her identity, and her safety that this new position brings, all while being on the front lines of the quest to find out not just what the Carls are, but what they want from us. Compulsively entertaining and powerfully relevant, An Absolutely Remarkable Thing grapples with big themes, including how the social internet is changing fame, rhetoric, and radicalization; how our culture deals with fear and uncertainty; and how vilification and adoration spring from the same dehumanization that follows a life in the public eye. "
    }
  ],
  "mystery&thriller": [
    {
      "title": "The Outsider",
      "cover": "https://images.gr-assets.com/books/1524596540l/36124936.jpg",
      "author": "Stephen King",
      "description": "An unspeakable crime. A confounding investigation. At a time when the King brand has never been stronger, he has delivered one of his most unsettling and compulsively readable stories. An eleven-year-old boy’s violated corpse is found in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City’s most popular citizens. He is Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon add DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad. As the investigation expands and horrifying answers begin to emerge, King’s propulsive story kicks into high gear, generating strong tension and almost unbearable suspense. Terry Maitland seems like a nice guy, but is he wearing another face? When the answer comes, it will shock you as only Stephen King can. "
    },
    {
      "title": "The Woman in the Window",
      "cover": "https://images.gr-assets.com/books/1496341857l/34848682.jpg",
      "author": "A.J. Finn",
      "description": "Anna Fox lives alone—a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors. Then the Russells move into the house across the way: a father, a mother, their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble—and its shocking secrets are laid bare. What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems."
    },
    {
      "title": "Lethal White",
      "cover": "https://images.gr-assets.com/books/1538378095l/40696964.jpg",
      "author": "Robert Galbraith",
      "description": "“I seen a kid killed…He strangled it, up by the horse.” When Billy, a troubled young man, comes to private eye Cormoran Strike’s office to ask for his help investigating a crime he thinks he witnessed as a child, Strike is left deeply unsettled. While Billy is obviously mentally distressed, and cannot remember many concrete details, there is something sincere about him and his story. But before Strike can question him further, Billy bolts from his office in a panic. Trying to get to the bottom of Billy’s story, Strike and Robin Ellacott—once his assistant, now a partner in the agency—set off on a twisting trail that leads them through the backstreets of London, into a secretive inner sanctum within Parliament, and to a beautiful but sinister manor house deep in the countryside. And during this labyrinthine investigation, Strike’s own life is far from straightforward: his newfound fame as a private eye means he can no longer operate behind the scenes as he once did. Plus, his relationship with his former assistant is more fraught than it ever has been—Robin is now invaluable to Strike in the business, but their personal relationship is much, much trickier than that."
    },
    {
      "title": "The Wife Between Us",
      "cover": "https://images.gr-assets.com/books/1496862122l/34189556.jpg",
      "author": "Greer Hendricks",
      "description": "When you read this book, you will make many assumptions. You will assume you are reading about a jealous ex-wife. You will assume she is obsessed with her replacement – a beautiful, younger woman who is about to marry the man they both love. You will assume you know the anatomy of this tangled love triangle. Assume nothing. Twisted and deliciously chilling, Greer Hendricks and Sarah Pekkanen's The Wife Between Us exposes the secret complexities of an enviable marriage - and the dangerous truths we ignore in the name of love. Read between the lies."
    },
    {
      "title": "Then She Was Gone",
      "cover": "https://images.gr-assets.com/books/1523891273l/35297426.jpg",
      "author": "Lisa Jewell",
      "description": "THEN She was fifteen, her mother's golden girl. She had her whole life ahead of her. And then, in the blink of an eye, Ellie was gone. NOW It’s been ten years since Ellie disappeared, but Laurel has never given up hope of finding her daughter. And then one day a charming and charismatic stranger called Floyd walks into a café and sweeps Laurel off her feet. Before too long she’s staying the night at this house and being introduced to his nine year old daughter. Poppy is precocious and pretty - and meeting her completely takes Laurel's breath away. Because Poppy is the spitting image of Ellie when she was that age. And now all those unanswered questions that have haunted Laurel come flooding back. What happened to Ellie? Where did she go? Who still has secrets to hide?"
    }
  ],
  "horror": [
    {
      "title": "Elevation",
      "cover": "https://images.gr-assets.com/books/1542040067l/38355410.jpg",
      "author": "Stephen King",
      "description": "The latest from legendary master storyteller Stephen King, a riveting, extraordinarily eerie, and moving story about a man whose mysterious affliction brings a small town together—a timely, upbeat tale about finding common ground despite deep-rooted differences. Although Scott Carey doesn’t look any different, he’s been steadily losing weight. There are a couple of other odd things, too. He weighs the same in his clothes and out of them, no matter how heavy they are. Scott doesn’t want to be poked and prodded. He mostly just wants someone else to know, and he trusts Doctor Bob Ellis. In the small town of Castle Rock, the setting of many of King’s most iconic stories, Scott is engaged in a low grade—but escalating—battle with the lesbians next door whose dog regularly drops his business on Scott’s lawn. One of the women is friendly; the other, cold as ice. Both are trying to launch a new restaurant, but the people of Castle Rock want no part of a gay married couple, and the place is in trouble. When Scott finally understands the prejudices they face–including his own—he tries to help. Unlikely alliances, the annual foot race, and the mystery of Scott’s affliction bring out the best in people who have indulged the worst in themselves and others."
    },
    {
      "title": "Baby Teeth",
      "cover": "https://images.gr-assets.com/books/1528990927l/35410511.jpg",
      "author": "Zoje Stage",
      "description": "Sweetness can be deceptive. Meet Hanna. She’s the sweet-but-silent angel in the adoring eyes of her Daddy. He’s the only person who understands her, and all Hanna wants is to live happily ever after with him. But Mommy stands in her way, and she’ll try any trick she can think of to get rid of her. Ideally for good. Meet Suzette. She loves her daughter, really, but after years of expulsions and strained home schooling, her precarious health and sanity are weakening day by day. As Hanna’s tricks become increasingly sophisticated, and Suzette's husband remains blind to the failing family dynamics, Suzette starts to fear that there’s something seriously wrong, and that maybe home isn’t the best place for their baby girl after all."
    },
    {
      "title": "Dracul",
      "cover": "https://images.gr-assets.com/books/1523747418l/38363799.jpg",
      "author": "J.D. Barker",
      "description": "The prequel to Dracula, inspired by notes and texts left behind by the author of the classic novel, Dracul is a supernatural thriller that reveals not only Dracula's true origins but Bram Stoker's--and the tale of the enigmatic woman who connects them. It is 1868, and a twenty-one-year-old Bram Stoker waits in a desolate tower to face an indescribable evil. Armed only with crucifixes, holy water, and a rifle, he prays to survive a single night, the longest of his life. Desperate to record what he has witnessed, Bram scribbles down the events that led him here... A sickly child, Bram spent his early days bedridden in his parents' Dublin home, tended to by his caretaker, a young woman named Ellen Crone. When a string of strange deaths occur in a nearby town, Bram and his sister Matilda detect a pattern of bizarre behavior by Ellen--a mystery that deepens chillingly until Ellen vanishes suddenly from their lives. Years later, Matilda returns from studying in Paris to tell Bram the news that she has seen Ellen--and that the nightmare they've thought long ended is only beginning."
    },
    {
      "title": "The Passion of Cleopatra",
      "cover": "https://images.gr-assets.com/books/1490228999l/34449265.jpg",
      "author": "Anne Rice",
      "description": "From the iconic and bestselling author of The Mummy and The Vampire Chronicles, a mesmerizing, glamorous new tale of ancient feuds and modern passions. Ramses the Great, former pharaoh of Egypt, is reawakened by the elixir of life in Edwardian England. Now immortal with his bride-to-be, he is swept up in a fierce and deadly battle of wills and psyches against the once-great Queen Cleopatra. Ramses has reawakened Cleopatra with the same perilous elixir whose unworldly force brings the dead back to life. But as these ancient rulers defy one another in their quest to understand the powers of the strange elixir, they are haunted by a mysterious presence even older and more powerful than they, a figure drawn forth from the mists of history who possesses spectacular magical potions and tonics eight millennia old. This is a figure who ruled over an ancient kingdom stretching from the once-fertile earth of the Sahara to the far corners of the world, a queen with a supreme knowledge of the deepest origins of the elixir of life. She may be the only one who can make known to Ramses and Cleopatra the key to their immortality--and the secrets of the miraculous, unknowable, endless expanse of the universe."
    },
    {
      "title": "The Woman in the Woods",
      "cover": "https://images.gr-assets.com/books/1523875174l/36373398.jpg",
      "author": "John Connolly",
      "description": "When the body of a woman—who apparently died in childbirth—is discovered, Parker is hired to track down both her identity and her missing child.In the beautiful Maine woods, a partly preserved body is discovered. Investigators realize that the dead young woman gave birth shortly before her death. But there is no sign of a baby. Private detective Charlie Parker is hired by a lawyer to shadow the police investigation and find the infant but Parker is not the only searcher. Someone else is following the trail left by the woman, someone with an interest in much more than a missing child…someone prepared to leave bodies in his wake. And in a house by the woods, a toy telephone begins to ring and a young boy is about to receive a call from a dead woman."
    }
  ],
  "fantasy": [
    {
      "title": "Circe",
      "cover": "https://images.gr-assets.com/books/1508879575l/35959740.jpg",
      "author": "Madeline Miller",
      "description": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child—not powerful, like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power—the power of witchcraft, which can transform rivals into monsters and menace the gods themselves. Threatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus. But there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love."
    },
    {
      "title": "The Shape of Water",
      "cover": "https://images.gr-assets.com/books/1509709054l/36521316.jpg",
      "author": "Guillermo del Toro",
      "description": "It is 1962, and Elisa Esposito—mute her whole life, orphaned as a child—is struggling with her humdrum existence as a janitor working the graveyard shift at Baltimore’s Occam Aerospace Research Center. Were it not for Zelda, a protective coworker, and Giles, her loving neighbor, she doesn’t know how she’d make it through the day. Then, one fateful night, she sees something she was never meant to see, the Center’s most sensitive asset ever: an amphibious man, captured in the Amazon, to be studied for Cold War advancements. The creature is terrifying but also magnificent, capable of language and of understanding emotions…and Elisa can’t keep away. Using sign language, the two learn to communicate. Soon, affection turns into love, and the creature becomes Elisa’s sole reason to live. But outside forces are pressing in. Richard Strickland, the obsessed soldier who tracked the asset through the Amazon, wants nothing more than to dissect it before the Russians get a chance to steal it. Elisa has no choice but to risk everything to save her beloved. With the help of Zelda and Giles, Elisa hatches a plan to break out the creature. But Strickland is on to them. And the Russians are, indeed, coming."
    },
    {
      "title": "Spinning Silver",
      "cover": "https://images.gr-assets.com/books/1550139278l/37168303.jpg",
      "author": "Naomi Novik",
      "description": "Miryem is the daughter and granddaughter of moneylenders, but her father's inability to collect his debts has left his family on the edge of poverty--until Miryem takes matters into her own hands. Hardening her heart, the young woman sets out to claim what is owed and soon gains a reputation for being able to turn silver into gold. When an ill-advised boast draws the attention of the king of the Staryk--grim fey creatures who seem more ice than flesh--Miryem's fate, and that of two kingdoms, will be forever altered. Set an impossible challenge by the nameless king, Miryem unwittingly spins a web that draws in a peasant girl, Wanda, and the unhappy daughter of a local lord who plots to wed his child to the dashing young tsar. But Tsar Mirnatius is not what he seems. And the secret he hides threatens to consume the lands of humans and Staryk alike. Torn between deadly choices, Miryem and her two unlikely allies embark on a desperate quest that will take them to the limits of sacrifice, power, and love. Channeling the vibrant heart of myth and fairy tale, Spinning Silver weaves a multilayered, magical tapestry that readers will want to return to again and again. "
    },
    {
      "title": "Year One",
      "cover": "https://images.gr-assets.com/books/1488360073l/34311452.jpg",
      "author": "Nora Roberts",
      "description": "It began on New Year's Eve. The sickness came on suddenly, and spread quickly. The fear spread even faster. Within weeks, everything people counted on began to fail them. The electrical grid sputtered; law and government collapsed--and more than half of the world's population was decimated. Where there had been order, there was now chaos. And as the power of science and technology receded, magic rose up in its place. Some of it is good, like the witchcraft worked by Lana Bingham, practicing in the loft apartment she shares with her lover, Max. Some of it is unimaginably evil, and it can lurk anywhere, around a corner, in fetid tunnels beneath the river--or in the ones you know and love the most. As word spreads that neither the immune nor the gifted are safe from the authorities who patrol the ravaged streets, and with nothing left to count on but each other, Lana and Max make their way out of a wrecked New York City. At the same time, other travelers are heading west too, into a new frontier. Chuck, a tech genius trying to hack his way through a world gone offline. Arlys, a journalist who has lost her audience but uses pen and paper to record the truth. Fred, her young colleague, possessed of burgeoning abilities and an optimism that seems out of place in this bleak landscape. And Rachel and Jonah, a resourceful doctor and a paramedic who fend off despair with their determination to keep a young mother and three infants in their care alive. In a world of survivors where every stranger encountered could be either a savage or a savior, none of them knows exactly where they are heading, or why. But a purpose awaits them that will shape their lives and the lives of all those who remain. The end has come. The beginning comes next."
    },
    {
      "title": "Iron and Magic",
      "cover": "https://images.gr-assets.com/books/1525921420l/35126152.jpg",
      "author": "Ilona Andrews",
      "description": "No day is ordinary in a world where Technology and Magic compete for supremacy…But no matter which force is winning, in the apocalypse, a sword will always work. Hugh d’Ambray, Preceptor of the Iron Dogs, Warlord of the Builder of Towers, served only one man. Now his immortal, nearly omnipotent master has cast him aside. Hugh is a shadow of the warrior he was, but when he learns that the Iron Dogs, soldiers who would follow him anywhere, are being hunted down and murdered, he must make a choice: to fade away or to be the leader he was born to be. Hugh knows he must carve a new place for himself and his people, but they have no money, no shelter, and no food, and the necromancers are coming. Fast. Elara Harper is a creature who should not exist. Her enemies call her Abomination; her people call her White Lady. Tasked with their protection, she's trapped between the magical heavyweights about to collide and plunge the state of Kentucky into a war that humans have no power to stop. Desperate to shield her people and their simple way of life, she would accept help from the devil himself—and Hugh d’Ambray might qualify. Hugh needs a base, Elara needs soldiers. Both are infamous for betraying their allies, so how can they create a believable alliance to meet the challenge of their enemies? As the prophet says: “It is better to marry than to burn.” Hugh and Elara may do both."
    }
  ]
}